Repository: vdhamer/Photo-Club-Hub
Catalog: Localization/PhotoClubHub.SwiftUI.xcstrings
Source language: en
Languages: nl

source: “Current members” includes “club officers”
nl: De optie “huidige leden“ bevat “bestuursleden“

source: “Former members” includes “deceased members”
nl: De optie “ex-leden“ bevat “overleden leden“

source: (of %lld)
nl: (van %lld)

# %lld member
source: %lld members
nl: %lldleden

source: %lld members (inc. ex-members)
nl: %lld leden (incl. ex-leden)

# %lld museum
source: %lld museums
nl: %lld musea

source: %lld of these %lld expertise tags are temporary.
nl: Van deze %2$lld expertise tags zijn er %1$lld tijdelijk.

# %lld organization
source: %lld organizations
nl: %lld organisaties

# %lld photographer
source: %lld photographers
nl: %lld fotografen

source: Advanced
nl: Technische instellingen

source: Birthday
nl: Verjaardag

source: Built-in Readme
nl: Over Photo Club Hub

# Cancel
source: Undo changes
nl: Undo

source: Clubs screen
nl: Clubs scherm

source: Data source: %@://%@%@/
nl: Bron: %@://%@%@/

source: Data source: in-app member data.
nl: Bron: in-app ledenlijst.

source: Done
nl: Sluiten

source: Expertise tags were assigned %lld times.
nl: Expertise tags zijn %lld keer toegekend.

source: Go to Portfolios screen
nl: Naar het Portfolio’s scherm

source: Highlight Dutch Fotobond NL clubs
nl: Benadruk Fotobond clubs

source: Highlight non-Fotobond NL clubs
nl: Benadruk overige clubs

source: Highlighting color
nl: Kleur voor benadrukte clubs

source: Highlighting of Fotobond clubs already enabled
nl: Fotobond clubs worden al benadrukt

source: Highlighting of non-Fotobond clubs already enabled
nl: Overige clubs worden al benadrukt

source: In debug mode
nl: Test versie

source: iPad Settings
nl: iPad Instellingen

source: iPhone Settings
nl: iPhone Instellingen

source: Manual loading
nl: Handmatig laden

source: Maps screen
nl: Kaarten scherm

source: member
nl: lid

source: members
nl: leden

source: Museums
nl: Musea

source: Navigation using tabs
nl: Navigeren via tabbladen.

source: Next
nl: Volgend

source: No changes to undo
nl: Geen wijzigingen

source: No photo clubs or museums seem to be currently loaded. Try dragging down the Organizations screen to reload the default clubs.
nl: Er zijn geen Fotoclubs of Musea momenteel geladen. Door dit Fotogroepen scherm omlaag te slepen en los te laten worden enkele voorbeeldclubs geladen.

# of1
source: of
nl: van

# of2
source: of
nl: van

source: Organizations
nl: Organisaties

# Organizations_Caption_1
source: ① To find a particular club or museum, enter part of its name or town in the Search bar at the top.
nl: ① Men kan een specifieke club of museum vinden door de naam in te voeren in de zoekbalk (vergrootglas icoon).

# Organizations_Caption_2
source: ② You can unlock/lock a map's scrolling and panning features using the Lock icon.
nl: ② Als het “slotje” open is, kan een kaart verplaatst of gezoomd worden.

# Organizations_Caption_3
source: ③ This list consists of two sublists. The first shows the photo clubs, the second shows photo museums. Individual sublists can be enabled/disabled in Preferences. The titel of the Organizations screen may then change to “Clubs” or “Museums”.
nl: ③ Dit scherm kan twee soorten organisaties (Clubs en Musea) tonen. Welke getoond worden hangt af van keuzes onder Instellingen. Afhankelijk van deze keuzes is de titel van dit scherm “Organisaties”, “Clubs” of “Musea”.

source: People
nl: Personen

source: People screen
nl: Personen scherm

source: Photo Club Hub
nl: Fotoclub Hub

# photographerImage
source: Photographer
nl: Fotograaf

# Photographers_Caption_1
source: ① This page lists all the photographers known to the app. The list shown can be filtered using the search bar.
nl: ① Deze lijst bevat alle fotografen die de app momenteel kent. De lijst is filterbaar via het zoekveld (vergrootglas).

# Photographers_Caption_2
source: ② The thumbnails can be scrolled horizontally. If you see more than one, the app associates the photographer with multiple clubs (today or in the past).
nl: ③ De “thumbnail“ foto's kunnen horizontaal verplaatst worden. Als een fotograaf bij meerdere clubs aangesloten is (of was) zijn er namelijk twee of meer “thumbnails“.

# Photographers_Caption_3
source: ③ Clicking on a thumbnail (or chevron) brings you to the image portfolio for that photographer/club combination. Clicking on the image (or circular icon) switches between portrait- and portfolio images - where available.
nl: ② Klik op een foto-onderschrift om een portfolio bij die club te bekijken. Klik op de foto zelf om te schakelen tussen 2 alternatieve foto’s: een portretfoto en een portfoliofoto. Dit vereist dat er een portretfoto beschikbaar is (en is herkenbaar door aanwezigheid van een extra - rond - knopje).

# Photographers_Caption_4
source: ④ Photographic expertise tags
nl: ④ Fotografische expertise tags

# Readme button key
source: The ⓘ button displays an overview (“readme”) of the app. You can adjust the size by dragging the horizontal bar at the top edge.
nl: Het ⓘ knopje geeft een overzicht van deze app. Je kunt het venster groter maken door aan het bovenbalkje te trekken.

# Reset to defaults
source: Set to app defaults
nl: Standaard instellingen

source: Save
nl: Opslaan

# Search prompt clubs
source: Person’s name or expertise
nl: Persoonsnaam of expertise

# Search prompt maps
source: Club name or town
nl: Clubnaam of gemeente

# Search prompt people
source: Person’s name
nl: Persoonsnaam

source: Settings
nl: Instellingen

source: Show aspiring members
nl: Toon aspirant-leden

source: Show club officers
nl: Toon bestuursleden

source: Show clubs
nl: Toon clubs

source: Show current members
nl: Toon huidige leden

source: Show deceased members
nl: Toon overleden leden

source: Show external coaches
nl: Toon externe mentoren

source: Show former members
nl: Toon ex-leden

source: Show honorary members
nl: Toon ereleden

source: Show museums
nl: Toon musea

source: Show template clubs
nl: Toon template clubs

source: shown
nl: getoond

# Tab-based navigation key
source: We switched to tab-based navigation. This allows you to directly go from any screen to 3 other screens in a single tap. It also simplifies knowing where you are and where you want to go.
nl: Nieuw!: Wij zijn overgestapt naar __tabbladen__ voor het navigeren tussen de schermen. Vanuit een scherm kan je nu naar een ander scherm gaat met één aanraking. Het maakt tegelijk de bediening van de app meer inzichtelijk.

# Temporary
source: [ no translations available ]
nl: [ zonder vertalingen ]

source: There are %lld expertise tags.
nl: Er zijn %lld verschillende expertise tags.

source: To see names here, please adapt the Search filter or enable additional categories on the Preferences page.
nl: Deze lijst is leeg doordat de Zoek filter niets vindt in de gekozen ledencategorieën. Pas dus de Zoek filter aan of voeg categorieën toe (bij Instellingen).

source: To see names here, please enable additional categories on the Preferences page.
nl: Deze lijst is vermoedelijk leeg omdat er onvoldoende ledencategorieën geselecteerd zijn op het Instellingen scherm.

source: Warning: all member categories on the Preferences page are disabled. Please enable one or more options in Preferences.
nl: Waarschuwing: op de Instellingen pagina staan alle soorten leden op “niet weergeven“. Hierdoor is deze lijst leeg.
